[
    {
        "name": "Winter Soldier",
        "firstName": "James",
        "middleName": "Buchanan",
        "lastName": "Barnes",
        "height": "5'9\"",
        "weight": "260 lbs.",
        "powers": "None"
    },
    {
        "name": "Hawkeye",
        "firstName": "Clinton",
        "middleName": "Francis",
        "lastName": "Barton",
        "height": "6'3\"",
        "weight": "230 lbs.",
        "powers": "None. As Goliath, Barton used gases designed by Hank Pym to grow to great heights, with appropriate increases in strength and toughness. (He could also use them to shrink to minuscule size.)"
    },
    {
        "name": "Quicksilver",
        "firstName": "Pietro",
        "middleName": "Django",
        "lastName": "Maximoff",
        "height": "6'",
        "weight": "175 lbs.",
        "powers": "Quicksilver possessed superhuman speed, and could travel on foot at speeds exceeding the speed of sound for hundreds of miles before tiring; he could \"fly\" for short distances by flapping his arms or \"vibrating\" his legs; he could also use his speed to create cyclones, dodge machine gun and laser fire, and run up walls and across water. When the High Evolutionary's Isotope E upgraded his powers, he did not know the true limits of his speed.Following the loss of his mutant nature, Quicksilver exposed himself to the Terrigen Mists, resulting in him now possessing the power to vibrate his atoms so quickly he travels forward in time. His molecular speed that he generates displaces him out of the mainstream time/space so that he is able to propel himself into the future. He can leap from thirty seconds to up to twelve days, and remain for several minutes to several hours before being recalled to his present time once his body tires, or he can return at will before his time is up. As he returns from his trip, he returns the exact moment he left so as to appear that he has been gone for half a nano-second. He is able to bring inorganic objects from the future back to his correct time, although it has yet been shown what would happen if he attempted to bring organic objects with him. These new powers are having an affect on his physical health. Each time he meets up with his future self (if indeed the person he meets is his future self), the future self looks more and more haggard. After the incident on Genosha, Pietro continued to inhale the Mists of Terrigen and has apparently obtained the power, with the shards of the Mists in his hands, to restore other mutants’ powers."
    },
    {
        "name": "Angel",
        "firstName": "Warren",
        "middleName": "Kenneth",
        "lastName": "Worthington III",
        "height": "6'",
        "weight": "150 lbs.",
        "powers": "Archangel has fully feathered wings that span 16' and have a very flexible skeletal structure. He can fly by flapping his wings, and can reach speeds of up to 150 mph. Though he generally flies below the height of clouds at 6,500 feet, Archangel can reach a height of 10,000 feet with little effort. His wings are strong enough to carry aloft at least 200 pounds in addition to his own body weight. Archangel's entire anatomy is adapted for flight, having hollow bones; a body virtually devoid of fat, granting him enhanced proportionate muscle strength; eyes that can withstand high-speed winds; enhanced eyesight enabling him to see at distances far greater than the average human; and a special respiratory membrane that extracts oxygen from the air at extreme velocities and altitudes. Following his secondary mutation, Archangel can heal fatal injuries and cure most known diseases at an accelerated speed by mixing his blood with that of the victims, so long as they have a compatible blood type.After genetic alteration by Apocalypse, Archangel's wings became composed of a razor-sharp organic steel-like material, allowing him to use them as slashing weapons. He can also expel his feathers at great speed and with tremendous force, enabling them to pierce even steel. The feathers are tipped with a paralyzing chemical generated by his body (he is immune). He also briefly possessed the ability to convert his life-force into solid light to form a pair of energy wings."
    },
    {
        "name": "Daredevil",
        "firstName": "Matthew",
        "middleName": "Michael",
        "lastName": "Murdock",
        "height": "6'0\"",
        "weight": "200 lbs.",
        "powers": "In compensation for his lost sight, Daredevil’s other four senses have been preternaturally enhanced.His sense of touch is sensitive enough to detect the faint impressions of ink on paper, allowing him to read by touch. He is also able to feel minute changes in temperature and pressure, enough to sense a human body at a distance of five feet, due to body heat and air disturbance. His sensitivity to heat allows him to sense the temperature of people and objects in order to determine whether a person is alive, how long they have been dead if they are not, and other changes in body temperature such as blushing or the heating up associated with various emotional states, as well as residual body heat on an object, or how recently a machine has been in use.Daredevil’s sense of smell is enhanced enough to distinguish individuals by their natural odors, and remember and identify them no matter how they attempt to mask their scent, as well as track that individual scent through a crowd of people at a distance of roughly 50 feet.His sense of taste is sharp enough to enable him to detect the number of grains of salt on a pretzel. His ability to remember tastes enables him to determine every ingredient of a food or drink he tastes, as long as there are at least 20 milligrams of that substance present.Daredevil’s enhanced sense of hearing enables him to detect an acoustic pressure change of 1 decibel at a pressure level of 7, whereas the average human can only detect a sound as low as 20 decibels. He can even hear people speaking through a standard soundproofed wall. Daredevil is also able to hear a heartbeat from 20 feet away, as well as identify people by their individual beat rhythm, or detect whether they are lying or not by the changes in their heartbeat, though a pace maker or self control will confuse his reading. Not only does Daredevil’s hearing allow him to be constantly aware of his own heartbeat, blood circulation, breathing, physical movements, etc, but he is also able to hear and sense the same attributes in other people. One of the primary ways he does this is by hearing the reverberations made by ambient sounds on objects and people, giving him a sonar-like sense of where things are, and how dense they are. And while he is able to block out a good amount of background noise, he can also be excessively disoriented by unexpected loud noises and can be confused when immersed in the wash of sound from a busy crowd.Along with the enhancement of Daredevil’s normal senses, he has gained another sense which he calls his Radar Sense. According to one theory, this sense reacts to an emission of electromagnetic energy a mutation in his brain has caused, reading the reverberations of this energy as a 360º, 3-D map of objects. This “sight” is not perfect, and can only give Daredevil an impression of the exact physical shape of objects, not a literal one. Closely overlapping objects can also confuse this sense.The mutations that have heightened Daredevil’s level of sensitivity have also increased his awareness of other forms of electromagnetic radiation. He is capable of detecting and identifying any electromagnetic radiation on the standard scale; from radio waves, (which he can only detect, not understand the message) all the way to gamma waves, and everything in between. He is also able to judge the strength of a given radiation and even differentiate between individual colors by the amount of radiation they give off. At very close range, Daredevil is able to detect the micro voltage of a human being’s brain."
    },
    {
        "name": "Captain America",
        "firstName": "Steven",
        "middleName": "",
        "lastName": "Rogers",
        "height": "6'2\"",
        "weight": "220 lbs",
        "powers": "Captain America represented the pinnacle of human physical perfection. He experienced a time when he was augmented to superhuman levels, but generally performed just below superhuman levels for most of his career. Captain America had a very high intelligence as well as agility, strength, speed, endurance, and reaction time superior to any Olympic athlete who ever competed. The Super-Soldier formula that he had metabolized had enhanced all of his bodily functions to the peak of human efficiency. Most notably, his body eliminates the excessive build-up of fatigue-producing poisons in his muscles, granting him phenomenal endurance."
    },
    {
        "name": "Cyclops",
        "firstName": "Scott",
        "middleName": "",
        "lastName": "Summers",
        "height": "6'3\"",
        "weight": "195 lbs.",
        "powers": "Cyclops possesses the mutant ability to project a beam of heatless ruby-colored concussive force from his eyes, which act as inter-dimensional apertures between this universe and another. Cyclops' body constantly absorbs ambient energy, such as sunlight, from his environment into his body's cells that allows him to open the apertures. Cyclops' mind generates a psionic field that is attuned to the forces that maintain the apertures. Because this field envelops his body, it automatically shunts the other-dimensional particles back into their point of origin when they collide with his body. Thus, his body is protected from the effects of the particles, and even the thin membranes of his eyelids are sufficient to block the emission of energy. The synthetic ruby quartz crystal used to fashion the lenses of Cyclops' eyewear is resonant to his minds' psionic field and is similarly protected.The width of Cyclops' optic blast is focused by his mind's psionic field with the same autonomic function that regulated his original eyes' ability to focus. As Cyclops focuses, the size of the apertures change and thus act as a valve to control the flow of particles and the beam's relative power. The height of Cyclops's eye-blast is controlled by his visor's adjustable slit. The beam's effective range is approximately 2,000 feet.Due to a head injury, Cyclops is unable to shut off his optic blasts at will and must therefore wear ruby quartz lenses to block the beams."
    },
    {
        "name": "Dr. Strange",
        "firstName": "Stephen",
        "middleName": "Vincent",
        "lastName": "Strange",
        "height": "6'2 1/2\"",
        "weight": "180 lbs.",
        "powers": "Doctor Strange is one of the most powerful sorcerers in existence. Like most sorcerers, he draws his power from three primary sources: the invocation of powerful mystic entities or objects, the manipulation of the universe's ambient magical energy, and his own psychic resources. Strange's magical repertoire includes energy projection and manipulation, matter transformation, animation of inanimate objects, teleportation, illusion-casting, mesmerism, thought projection, astral projection, dimensional travel, time travel and mental possession, to name a few. The full range of his abilities is unknown. Doctor Strange's powers are sometimes less effective against strictly science-based opponents, although he can overcome this limitation with effort."
    },
    {
        "name": "Luke Cage",
        "firstName": "Carl",
        "middleName": "",
        "lastName": "Lucas",
        "height": "6' 6\"",
        "weight": "425 lbs.",
        "powers": "Cage is Glossary:S#superhuman, superhumanly strong, able to lift/press approximately 25 tons and punch through barriers as thick as four-inch steel plate. His skin is steel-hard and his muscles and bone tissue super-dense; he can withstand conventional handgun fire at a range of four feet and cannot be cut by the sharpest of blades, although in the event of required surgery his skin can be lacerated by an overpowered medical laser. He can withstand up to one-ton impacts or blasts of 150 pounds of TNT without serious injury, and is impervious to temperature extremes and electrical shocks. His recovery time from injury or trauma is usually one-third that of an ordinary human."
    },
    {
        "name": "Gambit",
        "firstName": "Remy",
        "middleName": "Etienne",
        "lastName": "LeBeau",
        "height": "6'1\"",
        "weight": "179 lbs.",
        "powers": "Gambit has the mutant ability to tap into the potential energy contained within an object and transform it into kinetic energy upon touching it. When Gambit thus charges an object and throws it at a target, the object releases this energy explosively on impact. Gambit was unable to use this power to charge living objects until Sage restored his vision and powers, allowing him to now charge both living and non-living objects. / As Death: He can control deadly gas and his charged playing cards can kill instantly.After surgery performed by Mister Sinister, Gambit's powers were restored to their natural potential. He was able to use his power simply by looking at an object that he wished to charge, including living tissue. Gambit could also manipulate the potency of the energy release and could even exercise a measure of control over time. Following his climactic battle with the New Sun, Gambit lost this enhanced level of power.Gambit's ability to tap energy also grants him superhuman agility and dexterity, as well as creating a static interference that shields his mind from detection and intrusion by even the most powerful telepaths.Gambit also possesses a hypnotic charm that allows him to exert a subtle influence over any sentient mind. This power allows Gambit to compel others to believe what he says and agree with anything he suggests. More powerful minds have proven immune to Gambit's charm."
    },
    {
        "name": "Black Widow",
        "firstName": "Natasha",
        "middleName": "",
        "lastName": "Romanova",
        "height": "",
        "weight": "",
        "powers": "Natasha Romanova, known by many aliases, is an expert spy, athlete, and assassin. Trained at a young age by the KGB's infamous Red Room Academy, the Black Widow was formerly an enemy to the Avengers. She later became their ally after breaking out of the U.S.S.R.'s grasp, and also serves as a top S.H.I.E.L.D. agent."
    },
    {
        "name": "Jean Grey",
        "firstName": "Jean",
        "middleName": "",
        "lastName": "Grey-Summers",
        "height": "5'6\"",
        "weight": "115 lbs.",
        "powers": "Jean Grey possessed telepathic powers enabling her to read minds, project her thoughts into the minds of others, initiate astral travel, and mentally stun opponents with pure psionic force, among other talents. She also possessed telekinesis, allowing her to levitate and manipulate objects and others, generate force fields, fly, and stimulate heat molecules to generate concussive blasts.Her powers were magnified to near-infinite levels while she served as an avatar for the cosmic Phoenix Force. She was able to manipulate matter and energy on a molecular scale, although this varied on the Force's status and how much power it chose to allocate to her."
    },
]